{
  "LazyVim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
  "blink-copilot": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "edgy.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "flutter-tools.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "inc-rename.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.diff": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.hipatterns": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-dart": { "branch": "main" },
  "neotest-vstest": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-tmux-navigation": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "omnisharp-extended-lsp.nvim": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "smear-cursor.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "vim-startuptime": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "yanky.nvim": { "branch": "main" }
}
